tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/onnimonni/homebrew-cask.git"
tap "homebrew/core"
tap "homebrew/services"
tap "kegworks-app/kegworks"
tap "onnimonni/tap"
tap "owasp-amass/amass"
tap "tbckr/tap"
brew "actionlint"
brew "age"
brew "age-plugin-se"
brew "age-plugin-yubikey"
brew "amass"
brew "zstd"
brew "aspell"
brew "atool"
brew "openssl@3"
brew "bat"
brew "colima"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "duti"
brew "eza"
brew "ffmpeg"
brew "fisher"
brew "flyctl"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "hcloud"
brew "htmlq"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "john"
brew "jq"
brew "kerl"
brew "less"
brew "libftdi"
brew "libpq"
brew "lynx"
brew "mas"
brew "mosh"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openssh"
brew "openssl@1.1"
brew "opentofu"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "pv"
brew "pwgen"
brew "qemu"
brew "rcm"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sops", args: ["HEAD"]
brew "speedtest-cli"
brew "squashfs"
brew "tailwindcss"
brew "terraform"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wifi-password"
brew "ykman"
brew "ykpers"
brew "yle-dl"
brew "yt-dlp"
brew "yubico-piv-tool"
brew "tbckr/tap/sgpt"
cask "airfoil"
cask "aldente"
cask "audacity"
cask "betterzip"
cask "calibre"
cask "chromedriver"
cask "coolterm"
cask "crossover"
cask "cursor"
cask "discord"
cask "finicky"
cask "firefox"
cask "forscan"
cask "ftdi-vcp-driver"
cask "google-chrome"
cask "gstreamer-runtime"
cask "heroic"
cask "inkscape"
cask "iterm2@beta"
cask "jetdrive-toolbox"
cask "karabiner-elements"
cask "kegworks"
cask "kitsas"
cask "livebook"
cask "mitmproxy"
cask "netnewswire"
cask "notion"
cask "qflipper"
cask "qgis"
cask "qlmarkdown"
cask "qlstephen"
cask "raspberry-pi-imager"
cask "rectangle"
cask "secretive"
cask "semulov"
cask "signal"
cask "slack"
cask "speedify"
cask "spotify"
cask "syntax-highlight"
cask "temurin"
cask "typora"
cask "uhk-agent"
cask "ukelele"
cask "visual-studio-code"
cask "vivid"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "wireshark"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Baking Soda", id: 1601151613
mas "DigiDoc4", id: 1370791134
mas "Gifski", id: 1351639930
mas "Go Map!!", id: 592990211
mas "Maptrails", id: 1524211335
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Proxygen", id: 1602229284
mas "Surfshark", id: 1437809329
mas "Telegram", id: 747648890
mas "VictronConnect", id: 1084677271
mas "Vinegar", id: 1591303229
mas "Web eID", id: 1576665083
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "arrterian.nix-env-selector"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "guilhermestella.github-light-hight-contrast-theme"
vscode "hashicorp.terraform"
vscode "hyzeta.vscode-theme-github-light"
vscode "idleberg.applescript"
vscode "jacano.vscode-pnpm"
vscode "jakebecker.elixir-ls"
vscode "jnoortheen.nix-ide"
vscode "marp-team.marp-vscode"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "muuvmuuv.vscode-sundial"
vscode "orta.vscode-jest"
vscode "phoenixframework.phoenix"
vscode "pinage404.nix-extension-pack"
vscode "pucelle.vscode-css-navigation"
vscode "shopify.ruby-lsp"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "waderyan.gitblame"
