tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@3"
# Version manager of version managers
brew "asdf"
# Some python packages require this
brew "openssl@1.1"
# Replaces Docker for Mac Desktop app
brew "colima"
# Docker CLI and Compose need now to be installed separately
brew "docker"
brew "docker-compose"
# The shell to replace zsh shell
brew "fish"
# Install plugins to fish shell
brew "fisher"
# Some unit tests at Swappie need this
brew "geckodriver"
# Github cli
brew "gh"
# Postgres C shared libriaries + psql client
brew "libpq"
# Installing From Appstore with Command line
brew "mas"
# Generates Passwords
brew "pwgen"
# To setup the dotfiles
brew "rcm"
brew "tree"
cask "1password"
cask "1password-cli"
cask "android-studio"
# Zip utility which can show zip contents with quicklook (hitting spacebar in finder)
cask "betterzip"
cask "copyclip"
cask "crossover"
cask "discord"
cask "dolphin"
cask "finicky"
cask "firefox"
cask "google-chrome"
cask "heroic"
cask "iterm2"
cask "karabiner-elements"
# Control External Monitor Brightness
cask "lunar"
# Render Markdown files in Quicklook
cask "qlmarkdown"
# Quicklook tool to show contents of files without extension (eg README)
cask "qlstephen"
cask "rectangle"
cask "secretive"
cask "semulov"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "typora"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "DigiDoc4 Client", id: 1370791134
mas "Telegram", id: 747648890
mas "Web eID", id: 1576665083
